"%d hours ago" = "%d時間前";

"%d minutes ago" = "%d分前";

"%d of %d" = "%d / %d";

"%d seconds ago" = "%d秒前";

"%dd" = "%日";

"%dh" = "%時間";

"%dm" = "%分";

"<1m" = "1分以内";

"Alert" = "通知";

"Are you sure you want to cancel?" = "キャンセルしてよろしいですか？";

"Are you sure?" = "よろしいですか？";

"Cancel" = "キャンセル";

"Connection Error" = "接続エラー";

"Connection Timed Out" = "接続タイムアウト";

"Done" = "終了";

"EEE h:mm a" = "EEEE H:mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "YYYY年M月d日(EEE)";

"Error" = "エラー";

"Load More Photos..." = "他の写真を読み込む…";

"Loading..." = "読み込み中…";

"M/d/yy" = "YYYY/M/d";

"MMM d h:mm a" = "M/d H:mm";

"MMMM" = "M月";

"MMMM d" = "M月d日";

"New Message" = "新着メッセージ";

"No" = "いいえ";

"No Internet Connection" = "インターネットに接続していません";

"No Photos" = "写真がありません";

"OK" = "OK";

"Ok" = "OK";

"Open in Safari" = "Safariで開く";

"Photo" = "写真";

"Post" = "投稿";

"Search" = "検索";

"See All" = "すべて見る";

"Send" = "送信";

"Sending..." = "送信中…";

"Showing %@ Photos" = "写真%@枚を表示";

"Showing %@ of %@ Photos" = "写真%@枚/%@枚を表示";

"Sorry, there was an error." = "エラーが発生しました。";

"Subject:" = "件名:";

"This photo set contains no photos." = "この写真セットには写真がありません。";

"To:" = "宛先:";

"Today" = "今日";

"Unable to load this photo set." = "この写真セットを読み込むことができませんでした。";

"Updating..." = "アップデート中…";

"Yes" = "はい";

"Yesterday" = "昨日";

"about a minute ago" = "約1分前";

"about an hour ago" = "約1時間前";

"h:mm a" = "H:mm";

"just a moment ago" = "数秒前";

"yyyy" = "yyyy年";
